export default {
  projections: {
    РазрешНаСтроитE: {
      наименование: {
        __caption__: 'Наименование'
      },
      видРазрешения: {
        __caption__: 'Вид разрешения'
      },
      архив: {
        __caption__: 'Архив'
      },
      датаРазрешения: {
        __caption__: 'Дата разрешения'
      },
      номерРазрешения: {
        __caption__: 'Номер разрешения'
      },
      объектСтроит: {
        __caption__: 'Объект строит',
        наименование: {
          __caption__: 'Наименование'
        },
        адрес: {
          __caption__: 'Адрес'
        }
      }
    },
    РазрешНаСтроитL: {
      наименование: {
        __caption__: 'Наименование'
      },
      видРазрешения: {
        __caption__: 'Вид разрешения'
      },
      архив: {
        __caption__: 'Архив'
      },
      датаРазрешения: {
        __caption__: 'Дата разрешения'
      },
      номерРазрешения: {
        __caption__: 'Номер разрешения'
      }
    }
  },
  validations: {
    наименование: {
      __caption__: 'Наименование'
    },
    видРазрешения: {
      __caption__: 'Вид разрешения'
    },
    архив: {
      __caption__: 'Архив'
    },
    датаРазрешения: {
      __caption__: 'Дата разрешения'
    },
    номерРазрешения: {
      __caption__: 'Номер разрешения'
    },
    объектСтроит: {
      __caption__: 'Объект строит'
    },
    застройщОрг: {
      __caption__: 'застройщОрг'
    }
  }
};
