export default {
  projections: {
    ОрганизацияE: {
      наименование: {
        __caption__: 'Наименование'
      },
      адрес: {
        __caption__: 'Адрес'
      },
      иНН: {
        __caption__: 'ИНН'
      }
    },
    ОрганизацияL: {
      наименование: {
        __caption__: 'Наименование'
      },
      адрес: {
        __caption__: 'Адрес'
      },
      иНН: {
        __caption__: 'ИНН'
      }
    }
  },
  validations: {
    наименование: {
      __caption__: 'Наименование'
    },
    адрес: {
      __caption__: 'Адрес'
    },
    иНН: {
      __caption__: 'ИНН'
    }
  }
};
