export default {
  projections: {
    ОрганизацияE: {
      наименование: {
        __caption__: 'наименование'
      },
      адрес: {
        __caption__: 'адрес'
      },
      иНН: {
        __caption__: 'иНН'
      }
    },
    ОрганизацияL: {
      наименование: {
        __caption__: 'наименование'
      },
      адрес: {
        __caption__: 'адрес'
      },
      иНН: {
        __caption__: 'иНН'
      }
    }
  },
  validations: {
    наименование: {
      __caption__: 'наименование'
    },
    адрес: {
      __caption__: 'адрес'
    },
    иНН: {
      __caption__: 'иНН'
    }
  }
};
