export default {
  projections: {
    РазрешНаСтроитE: {
      наименование: {
        __caption__: 'наименование'
      },
      видРазрешения: {
        __caption__: 'видРазрешения'
      },
      архив: {
        __caption__: 'архив'
      },
      датаРазрешения: {
        __caption__: 'датаРазрешения'
      },
      номерРазрешения: {
        __caption__: 'номерРазрешения'
      },
      объектСтроит: {
        __caption__: 'объектСтроит',
        наименование: {
          __caption__: 'наименование'
        },
        адрес: {
          __caption__: 'адрес'
        }
      }
    },
    РазрешНаСтроитL: {
      наименование: {
        __caption__: 'наименование'
      },
      видРазрешения: {
        __caption__: 'видРазрешения'
      },
      архив: {
        __caption__: 'архив'
      },
      датаРазрешения: {
        __caption__: 'датаРазрешения'
      },
      номерРазрешения: {
        __caption__: 'номерРазрешения'
      }
    }
  },
  validations: {
    наименование: {
      __caption__: 'наименование'
    },
    видРазрешения: {
      __caption__: 'видРазрешения'
    },
    архив: {
      __caption__: 'архив'
    },
    датаРазрешения: {
      __caption__: 'датаРазрешения'
    },
    номерРазрешения: {
      __caption__: 'номерРазрешения'
    },
    объектСтроит: {
      __caption__: 'объектСтроит'
    },
    застройщОрг: {
      __caption__: 'застройщОрг'
    }
  }
};
